/*
This file is part of Telegram Desktop,
the official desktop version of Telegram messaging app, see https://telegram.org

Telegram Desktop is free software: you can redistribute it and/or modify
it under the terms of the GNU General Public License as published by
the Free Software Foundation, either version 3 of the License, or
(at your option) any later version.

It is distributed in the hope that it will be useful,
but WITHOUT ANY WARRANTY; without even the implied warranty of
MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the
GNU General Public License for more details.

In addition, as a special exception, the copyright holders give permission
to link the code of portions of this program with the OpenSSL library.

Full license: https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE
Copyright (c) 2014-2016 John Preston, https://desktop.telegram.org
*/
"lng_language_name" = "Українська";
"lng_switch_to_this" = "Переключитися на Українську";

"lng_menu_contacts" = "Контакти";
"lng_menu_settings" = "Налаштування";
"lng_menu_about" = "Про програму";
"lng_menu_update" = "Оновити";
"lng_menu_restart" = "Перезавантажити";
"lng_menu_back" = "Назад";

"lng_disable_notifications_from_tray" = "Disable notifications";
"lng_enable_notifications_from_tray" = "Enable notifications";
"lng_open_from_tray" = "Відкрити Telegram";
"lng_minimize_to_tray" = "Згорнути у трей";
"lng_quit_from_tray" = "Вийти з Telegram\n";
"lng_tray_icon_text" = "Telegram досі запущено,\nВи можете змінити це у налаштуваннях.\nякщо цей значок зникне з області сповіщень, ви можете\nперетягти його сюди з набору прихованих значків.";

"lng_month1" = "Січень";
"lng_month2" = "Лютий";
"lng_month3" = "Березень";
"lng_month4" = "Квітень";
"lng_month5" = "Травень";
"lng_month6" = "Червень";
"lng_month7" = "Липень";
"lng_month8" = "Серпень";
"lng_month9" = "Вересень";
"lng_month10" = "Жовтень";
"lng_month11" = "Листопад";
"lng_month12" = "Грудень";

"lng_month1_small" = "січ";
"lng_month2_small" = "лют";
"lng_month3_small" = "бер";
"lng_month4_small" = "квіт";
"lng_month5_small" = "трав";
"lng_month6_small" = "черв";
"lng_month7_small" = "лип";
"lng_month8_small" = "серп";
"lng_month9_small" = "вер";
"lng_month10_small" = "жовт";
"lng_month11_small" = "лист";
"lng_month12_small" = "груд";

"lng_weekday1" = "Пн";
"lng_weekday2" = "Вт";
"lng_weekday3" = "Ср";
"lng_weekday4" = "Чт";
"lng_weekday5" = "Пт";
"lng_weekday6" = "Сб";
"lng_weekday7" = "Нд";

"lng_weekday1_full" = "Понеділок";
"lng_weekday2_full" = "Вівторок";
"lng_weekday3_full" = "Середа";
"lng_weekday4_full" = "Четвер";
"lng_weekday5_full" = "П'ятниця";
"lng_weekday6_full" = "Субота";
"lng_weekday7_full" = "Неділя";

"lng_month_day" = "{day} {month}";
"lng_month_day_year" = "{month} {day}, {year}";
"lng_month_year" = "{month}, {year}";

"lng_box_ok" = "OK";

"lng_cancel" = "Відмінити";
"lng_continue" = "Продовжити";
"lng_close" = "Закрити";
"lng_connecting" = "Підключення...";
"lng_reconnecting" = "Повторне підключення {count:зараз|через # з|через # з}..";
"lng_reconnecting_try_now" = "Підключитися зараз";

"lng_status_service_notifications" = "Сервісні повідомлення";
"lng_status_support" = "підтримка";
"lng_status_bot" = "робот";
"lng_status_bot_reads_all" = "має доступ до повідомлень";
"lng_status_bot_not_reads_all" = "не має доступу до повідомлень";
"lng_status_offline" = "був(-ла) в мережі дуже давно";
"lng_status_recently" = "був(-ла) в мережі нещодавно";
"lng_status_last_week" = "був(-ла) в мережі у цьому тижні";
"lng_status_last_month" = "був(-ла) в мережі цього місяця";
"lng_status_invisible" = "невидимий";
"lng_status_lastseen_now" = "був(-ла) в мережі тільки що";
"lng_status_lastseen_minutes" = "був(-ла) в мережі {count:_not_used_|# хвилин|# хвилини} тому";
"lng_status_lastseen_hours" = "був(-ла) в мережі {count:_not_used_|# години|# годин} тому";
"lng_status_lastseen_today" = "був(-ла) в мережі сьогодні в {time}";
"lng_status_lastseen_yesterday" = "був(-ла) в мережі учора в {time}";
"lng_status_lastseen_date" = "був(-ла) в мережі {date}";
"lng_status_lastseen_date_time" = "був(-ла) в мережі {date} в {time}";
"lng_status_online" = "в мережі";
"lng_status_connecting" = "Підключення..";

"lng_chat_status_unaccessible" = "група недоступна";
"lng_chat_status_members" = "{count:no members|# учасник|# учасників}";
"lng_chat_status_members_online" = "{count:_not_used_|# учасник|# учасників}, {count_online:_not_used_|# |# } в мережі";

"lng_channel_status" = "канал";
"lng_group_status" = "група";

"lng_channel_members_link" = "{count:_not_used_|# member|# members} »";
"lng_channel_admins_link" = "{count:Manage administrators|# administrator|# administrators} »";

"lng_server_error" = "Внутрішня помилка сервера.";
"lng_flood_error" = "Забагато спроб, будь ласка, пізніше спробуйте знову.";
"lng_gif_error" = "An error has occured while reading GIF animation :(";
"lng_deleted" = "Невідомий";
"lng_deleted_message" = "Видалене повідомлення";

"lng_intro" = "Вітаю в офіційному додатку [a href=\"https://telegram.org/\"]Telegram[/a] для комп'ютера.\nTelegram дуже [b]швидкий[/b] і [b]безпечний[/b].";
"lng_start_msgs" = "Почати спілкування";

"lng_intro_next" = "Далі";
"lng_intro_finish" = "Зареєструватися";
"lng_intro_submit" = "ВІДПРАВИТИ";

"lng_photo_caption" = "Заголовок";

"lng_phone_ph" = "Ваш номер телефону";
"lng_phone_title" = "Ваш телефон";
"lng_phone_desc" = "Будь ласка, підтвердьте ваш код країни та\nвведіть Ваш номер телефону.";
"lng_phone_notreg" = "Якщо у вас немає аккаунта в Telegram,\nбудь ласка, [b]зареєструйтеся[/b] через додаток для [a href=\"https://telegram.org/\"]iOS / Android[/a] або {signup_start}тут »{signup_end}";
"lng_country_code" = "Код країни";
"lng_bad_country_code" = "Недійсний код країни";
"lng_country_ph" = "Пошук";
"lng_country_done" = "Готово";
"lng_country_none" = "Країна не знайдена";
"lng_country_select" = "Select country";

"lng_code_ph" = "Ваш код";
"lng_code_desc" = "Ми надіслали вам повідомлення з кодом активації на вказаний вами номер.\nБудь ласка, введіть його в це поле.";
"lng_code_telegram" = "Please enter the code you've just\nreceived in your previous [b]Telegram[/b] app.";
"lng_code_no_telegram" = "Надіслати код через SMS";
"lng_code_call" = "Telegram зателефонує вам через {minutes}:{seconds}";
"lng_code_calling" = "Запит виклика Telegram..";
"lng_code_called" = "Telegram набирає номер";

"lng_bad_phone" = "Недійсний номер телефону. Будь ласка, спробуйте знову.";
"lng_bad_phone_noreg" = "Номер телефону не зареєстрований.";
"lng_bad_code" = "You have entered an invalid code.";
"lng_bad_name" = "Будь ласка, введіть Ваше ім'я та прізвище.";
"lng_bad_photo" = "Вибране погане зображення.";

"lng_signin_title" = "Перевірка паролю хмарного сховища";
"lng_signin_desc" = "Будь ласка, введіть пароль хмарного сховища.";
"lng_signin_recover_desc" = "Будь ласка, введіть код з електронної пошти.";
"lng_signin_password" = "Ваш пароль хмарного сховища";
"lng_signin_code" = "Код, який ми відправили в e-mail";
"lng_signin_recover" = "Забули пароль?";
"lng_signin_recover_title" = "Password reset";
"lng_signin_hint" = "Підказка: {password_hint}";
"lng_signin_recover_hint" = "Код був відправлений на {recover_email}";
"lng_signin_bad_password" = "Ви ввели неправильний пароль";
"lng_signin_wrong_code" = "You have entered an invalid code.";
"lng_signin_try_password" = "Складнощі з доступом до ел. пошти?";
"lng_signin_password_removed" = "Ваш хмарний пароль було деактивовано.\nВи можете встановити новий в Налаштуваннях.";
"lng_signin_no_email_forgot" = "Оскільки ви, при створенні пароля, не вказали адресу електронної пошти для відновлення, то вам залишилось, або запам'ятати ваш пароль, або скинути налаштування вашої обліковки.";
"lng_signin_cant_email_forgot" = "Якщо ви не в змозі відновити доступ до ел. скриньки, то вам залишилось, або запам'ятати ваш пароль, або скинути налаштування вашої обліковки.";
"lng_signin_reset_account" = "Скинути налаштування обліковки";
"lng_signin_sure_reset" = "Warning!\n\nYou will lose all your chats and messages, along with any media and files you shared!\n\nDo you want to reset your account?";
"lng_signin_reset" = "Скинути";

"lng_signup_title" = "Інформація й фото";
"lng_signup_desc" = "Будь ласка, введіть ваше ім'я та\nзавантажте фотографію.";

"lng_signup_firstname" = "Ім'я";
"lng_signup_lastname" = "Прізвище";

"lng_dlg_filter" = "Пошук";
"lng_dlg_new_group_name" = "Назва групи";
"lng_dlg_new_channel_name" = "Назва каналу";
"lng_no_contacts" = "У вас немає контактів";
"lng_no_chats" = "Ваші балачки будуть тут";
"lng_contacts_loading" = "Завантаження..";
"lng_contacts_not_found" = "Контакти не знайдені";
"lng_dlg_search_chat" = "Шукати в цій балачці";
"lng_dlg_search_channel" = "Search in this channel";
"lng_dlg_search_for_messages" = "Шукати повідомлення";

"lng_settings_save" = "Зберегти";
"lng_settings_upload" = "Оновити фото";
"lng_settings_crop_profile" = "Select a square area for your profile photo";
"lng_settings_uploading_photo" = "Завантаження профілю..";

"lng_username_title" = "Ім'я користувача";
"lng_username_about" = "Ви можете вибрати ім'я користувача Telegram.\nЯкщо Ви це зробите, інші люди зможуть знайти\nВас по цьому імені користувача і зв'язатись з Вами,\nне знаючи Вашого номера телефону..\n\nВи можете використовувати A-Z, 0-9 і символ підкреслення.\nМінімальна довжина становить 5 символів.";
"lng_username_choose" = "Choose your username.";
"lng_username_invalid" = "Це ім'я користувача некоректне.";
"lng_username_occupied" = "Це ім'я вже зайняте.";
"lng_username_too_short" = "Це ім'я закоротке.";
"lng_username_bad_symbols" = "Ім'я користувача містить недопустимі символи.";
"lng_username_available" = "Це ім'я доступне.";
"lng_username_not_found" = "Користувач @{user} не знайдений.";
"lng_username_link_willbe" = "Such link will open a chat with you:";
"lng_username_link" = "This link opens a chat with you:";
"lng_username_copied" = "Ланку скопійовано до буферу обміну";

"lng_settings_section_contact_info" = "Контактна інформація";
"lng_settings_phone_number" = "Номер телефону:";
"lng_settings_username" = "Ім'я користувача:";
"lng_settings_choose_username" = "Оберіть ім'я користувача";

"lng_settings_section_notify" = "Сповіщення";
"lng_settings_desktop_notify" = "Сповіщення на робочому столі";
"lng_settings_show_name" = "Показати ім'я відправника";
"lng_settings_show_preview" = "Відображувати прев'ю повідомлення";
"lng_settings_use_windows" = "Використовувати сповіщення Windows";
"lng_settings_sound_notify" = "Звук";
"lng_settings_include_muted" = "Include muted chats in unread count";

"lng_notification_preview" = "У вас нове повідомлення";

"lng_settings_section_general" = "Загальне";
"lng_settings_change_lang" = "Змінити мову";
"lng_languages" = "Мови";
"lng_sure_save_language" = "Telegram will restart in order to change language";
"lng_settings_auto_update" = "Оновлювати автоматично";
"lng_settings_current_version" = "Версія {version}";
"lng_settings_check_now" = "Перевірка оновлень";
"lng_settings_update_checking" = "Перевірка оновлень..";
"lng_settings_latest_installed" = "Встановлена остання версія!";
"lng_settings_downloading" = "Завантаження оновлення: {ready} / {total} МБ..";
"lng_settings_update_ready" = "Оновлення завантажене";
"lng_settings_update_now" = "Перезавантажити зараз";
"lng_settings_update_fail" = "Перевірка оновлення не вдалась :(";
"lng_settings_workmode_tray" = "Відображувати іконку в треї";
"lng_settings_workmode_window" = "Відображувати іконку в панелі завдань";
"lng_settings_auto_start" = "Запускати Telegram при старті системи";
"lng_settings_start_min" = "Запускати у згорнутому вигляді";
"lng_settings_add_sendto" = "Добавити Telegram в меню «Надіслати...»";
"lng_settings_scale_label" = "Масштаб інтерфейсу";
"lng_settings_scale_auto" = "Авто ({cur})";

"lng_settings_section_chat" = "Налаштування чату";
"lng_settings_replace_emojis" = "Replace emoji";
"lng_settings_view_emojis" = "Проглянути список";
"lng_settings_emoji_list" = "Supported emoji";
"lng_settings_send_enter" = "Відсилати по Enter";
"lng_settings_send_ctrlenter" = "Відсилати по Ctrl+Enter";
"lng_settings_send_cmdenter" = "Відсилати по Cmd+Enter";

"lng_settings_section_background" = "Фонове зображення чату";
"lng_settings_bg_from_gallery" = "Вибрати з галереї";
"lng_settings_bg_from_file" = "Вибрати з файлу";
"lng_settings_bg_tile" = "Замостити";
"lng_settings_adaptive_wide" = "Adaptive layout for wide screens";

"lng_backgrounds_header" = "Оберіть новий фон для чату";

"lng_download_path_dont_ask" = "Не питати шлях для збереження";
"lng_download_path_label" = "Шлях для збереження:";
"lng_download_path_temp" = "тимчасова тека";
"lng_download_path_default" = "тека за замовчуванням";
"lng_download_path_clear" = "Очистити все";
"lng_download_path_header" = "Оберіть шлях для завантаження";
"lng_download_path_default_radio" = "Тека «Завантаження»";
"lng_download_path_temp_radio" = "Тимчасова тека, буде очищена при виході або видаленні додатка";
"lng_download_path_dir_radio" = "Тека користувача, очищається вручну!";
"lng_download_path_choose" = "Оберіть шлях для завантаження";
"lng_sure_clear_downloads" = "Видалити всі завантажені файли з тимчасової теки? Це робиться автоматично при виході або видалення програми.";
"lng_download_path_failed" = "Неможливо запустити завантажений файл. Це могло статися через неможливість зберегти файл в теці, котра призначена за замовчуванням.\n\nВи можете змінити шлях до цієї теки в Налаштуваннях.";
"lng_download_path_settings" = "Налаштування";
"lng_download_finish_failed" = "Відбулась помилка при завантаженні файлу.\n\nХочете спробувати ще?";
"lng_download_path_clearing" = "Очищення...";
"lng_download_path_cleared" = "Очищено!";
"lng_download_path_clear_failed" = "Помилка очищення :(";

"lng_settings_section_cache" = "Локальне сховище";
"lng_settings_no_data_cached" = "Не знайдено кешованих даних!";
"lng_settings_images_cached" = "В кеші {count:_not_used_|# зображення|# зображень}, {size}";
"lng_settings_audios_cached" = "{count:_not_used_|# голосове повідомлення|# голосових повідомлень}, {size}";
"lng_local_storage_clear" = "Очистити кеш ";
"lng_local_storage_clearing" = "Очищення..";
"lng_local_storage_cleared" = "Очищено!";
"lng_local_storage_clear_failed" = "Не вдалося очистити кеш :(";

"lng_settings_section_advanced" = "Розширенні налаштування";

"lng_passcode_remove_button" = "Вилучити";

"lng_passcode_turn_on" = "Увімкнути локальний код доступу";
"lng_passcode_change" = "Змінити локальний код доступу";
"lng_passcode_create" = "Local passcode";
"lng_passcode_remove" = "Видалити локальний код доступу";
"lng_passcode_turn_off" = "Виключити блокування паролем";
"lng_passcode_autolock" = "Автоблокування";
"lng_passcode_autolock_away" = "Блокувати при відсутності протягом:";
"lng_passcode_autolock_inactive" = "Блокувати при відсутності активності протягом:";
"lng_passcode_autolock_minutes" = "{count:_not_used_|# хвилини|# хвилин}";
"lng_passcode_autolock_hours" = "{count:_not_used_|# години|# годин}";
"lng_passcode_enter_old" = "Enter current passcode";
"lng_passcode_enter_first" = "Введіть код доступу.";
"lng_passcode_enter_new" = "Введіть новий код доступу";
"lng_passcode_confirm_new" = "Повторіть введення паролю";
"lng_passcode_about" = "When a local passcode is set, a lock icon appears in the top right corner of the window. Click it to lock the app.\n\nNote: if you forget your local passcode, you'll need to relogin in Telegram Desktop.";
"lng_passcode_differ" = "Паролі не збігаються";
"lng_passcode_wrong" = "Неправильний код доступу";
"lng_passcode_is_same" = "Код доступу не було змінено";
"lng_passcode_enter" = "Введіть ваш локальний код доступу";
"lng_passcode_submit" = "Розблокувати";
"lng_passcode_logout" = "Вийти з аккаунту";
"lng_passcode_need_unblock" = "You need to unlock me first.";

"lng_cloud_password_waiting" = "Ланка підтвердження надіслана до {email}..";
"lng_cloud_password_change" = "Змінити хмарний пароль";
"lng_cloud_password_create" = "Cloud password";
"lng_cloud_password_remove" = "Видалити хмарний пароль";
"lng_cloud_password_set" = "Увімкнути двофакторну перевірку";
"lng_cloud_password_edit" = "Змінити хмарний пароль";
"lng_cloud_password_enter_old" = "Введіть поточний пароль";
"lng_cloud_password_enter_first" = "Введіть пароль";
"lng_cloud_password_enter_new" = "Введіть новий пароль";
"lng_cloud_password_confirm_new" = "Повторно введіть новий пароль";
"lng_cloud_password_hint" = "Введіть натяк на пароль";
"lng_cloud_password_change_hint" = "Enter new password hint";
"lng_cloud_password_bad" = "Пароль та натяк на нього не можуть бути однаковими.";
"lng_cloud_password_email" = "Введіть ел. скриньку для відновлення";
"lng_cloud_password_bad_email" = "Неправильна електронна скринька, спробуйте іншу.";
"lng_cloud_password_about" = "This password will be asked when you log in on a new device in addition to the pin code.";
"lng_cloud_password_about_recover" = "Попередження! Чи ви впевнені що не хочете\nдодати ел. скриньку для відновлення паролю?\n\nЯкщо ви забудете пароль, то втратите доступ до своєї обліковки Telegram.";
"lng_cloud_password_skip_email" = "Skip e-mail";
"lng_cloud_password_almost" = "A confirmation link was sent to the\ne-mail you provided. Two-step verification will be enabled as soon as you follow that link.";
"lng_cloud_password_was_set" = "Двофакторну перевірку увімкнено.";
"lng_cloud_password_updated" = "Ваш хмарний пароль було оновлено.";
"lng_cloud_password_removed" = "Двофакторну перевірку вимкнено.";
"lng_cloud_password_differ" = "Паролі не збігаються";
"lng_cloud_password_wrong" = "Неправильний хмарний пароль";
"lng_cloud_password_is_same" = "Пароль не було змінено";

"lng_connection_type" = "Тип з'єднання:";
"lng_connection_auto_connecting" = "За замовчуванням (підключення..)";
"lng_connection_auto" = "Усталений ({transport} used)";
"lng_connection_proxy_connecting" = "Під'єднання через проксі...";
"lng_connection_proxy" = "{transport} з проксі";
"lng_connection_header" = "Тип з'єднання";
"lng_connection_auto_rb" = "Автоматично (TCP якщо доступно, або HTTP)";
"lng_connection_http_proxy_rb" = "HTTP з нестандартним http-проксі";
"lng_connection_tcp_proxy_rb" = "TCP з нестандартним socks5-проксі";
"lng_connection_try_ipv6" = "Спробувати з'єднання через IPv6";
"lng_connection_host_ph" = "Хост";
"lng_connection_port_ph" = "Порт";
"lng_connection_user_ph" = "Логін";
"lng_connection_password_ph" = "Пароль";
"lng_connection_save" = "Зберегти";
"lng_settings_show_sessions" = "Показати всі сеанси";
"lng_settings_reset" = "Завершити всі інші сеанси";
"lng_settings_reset_sure" = "Впевнені, що хочете завершити всі інші сеанси?";
"lng_settings_reset_one_sure" = "Чи ви хочете завершити цей сеанс?";
"lng_settings_reset_button" = "Завершити";
"lng_settings_reset_done" = "Усі сесії завершені";
"lng_settings_ask_question" = "Задати питання";
"lng_settings_ask_sure" = "Please note that Telegram Support is done by volunteers. We try to respond as quickly as possible, but it may take a while.\n\nPlease take a look at the Telegram FAQ: it has important troubleshooting tips and answers to most questions.";
"lng_settings_faq_button" = "Go to FAQ";
"lng_settings_ask_ok" = "Запитати";
"lng_settings_faq" = "Telegram FAQ";
"lng_settings_logout" = "Вийти";
"lng_sure_logout" = "Ви дійсно хочете вийти?";

"lng_settings_need_restart" = "You need to restart for applying some of the new settings. Restart now?";
"lng_settings_restart_now" = "ПЕРЕЗАПУСК";
"lng_settings_restart_later" = "LATER";

"lng_sessions_header" = "Поточний сеанс";
"lng_sessions_other_header" = "Активний сеанс";
"lng_sessions_no_other" = "Інших сеансів немає";
"lng_sessions_other_desc" = "Ви можете увійти в Telegram з іншого мобільного телефона, планшета і настільних пристроїв, використовуючи такий самий номер телефону. Всі ваші дані будуть одразу ж синхронізовані.";
"lng_sessions_terminate_all" = "Завершити всі інші сеанси";

"lng_preview_loading" = "Отримання інформації про ланку";

"lng_profile_chat_unaccessible" = "Група недоступна";
"lng_topbar_info" = "Інформація";
"lng_profile_about_section" = "Про";
"lng_profile_description_section" = "Опис";
"lng_profile_settings_section" = "Налаштування";
"lng_profile_actions_section" = "Дії";
"lng_profile_bot_settings" = "Налаштування";
"lng_profile_bot_help" = "Допомога";
"lng_profile_create_public_link" = "Create public link";
"lng_profile_edit_public_link" = "Edit public link";
"lng_profile_participants_section" = "Учасники";
"lng_profile_info" = "Інформація щодо контакту";
"lng_profile_group_info" = "Інформація щодо групи";
"lng_profile_channel_info" = "Інформація каналу";
"lng_profile_add_contact" = "Додати контакт";
"lng_profile_edit_contact" = "Редагувати";
"lng_profile_enable_notifications" = "Повідомлення";
"lng_profile_clear_history" = "Очистити історію";
"lng_profile_delete_conversation" = "Стерти розмову";
"lng_profile_clear_and_exit" = "Видалити й вийти";
"lng_profile_leave_channel" = "Покинути канал";
"lng_profile_delete_channel" = "Видалити канал";
"lng_profile_leave_group" = "Покинути групу";
"lng_profile_delete_group" = "Видалити групу";
"lng_profile_search_messages" = "Шукати повідомлення";
"lng_profile_block_user" = "Заблокувати користувача";
"lng_profile_unblock_user" = "Розблокувати користувача";
"lng_profile_block_bot" = "Stop and block bot";
"lng_profile_unblock_bot" = "Unblock bot";
"lng_profile_send_message" = "Написати";
"lng_profile_share_contact" = "Надіслати контакт";
"lng_profile_invite_to_group" = "Додати до групи";
"lng_profile_delete_contact" = "Видалити";
"lng_profile_set_group_photo" = "Встановити фото";
"lng_profile_add_participant" = "Додати учасників";
"lng_profile_delete_and_exit" = "Покинути";
"lng_profile_kick" = "Вилучити";
"lng_profile_sure_kick" = "Remove {user} from the group?";
"lng_profile_sure_kick_channel" = "Remove {user} from the channel?";
"lng_profile_sure_kick_admin" = "Remove {user} from administrators?";
"lng_profile_loading" = "Завантаження..";
"lng_profile_shared_media" = "Спільні файли";
"lng_profile_no_media" = "В цьому чаті немає медіаресурсів.";
"lng_profile_photos" = "Фотографій: {count:_not_used_|# |# }";
"lng_profile_photos_header" = "Перегляд фотографій";
"lng_profile_videos" = "Відео файлів: {count:_not_used_|# |# }";
"lng_profile_videos_header" = "Перегляд відео";
"lng_profile_songs" = "{count:_not_used_|# audio file|# audio files} »";
"lng_profile_songs_header" = "Audio files overview";
"lng_profile_files" = "Файлів: {count:_not_used_|# |# } »";
"lng_profile_files_header" = "Огляд файлів";
"lng_profile_audios" = "Голосових повідомлень: {count:_not_used_|# |# }";
"lng_profile_audios_header" = "Перегляд голосових повідомлень";
"lng_profile_shared_links" = "{count:_not_used_|# shared link|# shared links} »";
"lng_profile_shared_links_header" = "Shared links overview";
"lng_profile_copy_phone" = "Скопіювати номер телефону";

"lng_channel_add_admins" = "New administrator";
"lng_channel_add_members" = "Додати учасників";
"lng_channel_members" = "Учасники";
"lng_channel_only_last_shown" = "Only the last {count:_not_used_|# member is|# members are} shown here";
"lng_channel_admins" = "Адміністратори";
"lng_channel_add_admin" = "Додати адміністратора";
"lng_channel_admin_sure" = "Add {user} to administrators?";
"lng_channel_admins_too_much" = "Sorry, you have reached the limit of the administrators. Please remove one administrator first.";

"lng_chat_all_members_admins" = "Всі учасники є адміністраторами";
"lng_chat_about_all_admins" = "Group members can add new members, edit name and photo of the group.";
"lng_chat_about_admins" = "Group admins can add and remove members, edit name and photo of the group.";

"lng_participant_filter" = "Пошук";
"lng_participant_invite" = "Запросити";
"lng_participant_invite_sorry" = "Sorry, you can only add the first {count:_not_used|# member|# members} to a channel personally.\n\nFrom now on, people will need to join via your invite link.";
"lng_create_group_back" = "Назад";
"lng_create_group_next" = "Далі";
"lng_create_group_create" = "Створити";
"lng_create_group_title" = "Нова група";
"lng_create_group_about" = "Groups are ideal for smaller communities,\nthey can have up to {count:_not_used|# member|# members}";
"lng_create_channel_title" = "Новий канал";
"lng_create_channel_about" = "Channels are a tool for broadcasting your messages to unlimited audiences";
"lng_create_public_channel_title" = "Публічний канал";
"lng_create_public_channel_about" = "Anyone can find the channel in search and join";
"lng_create_private_channel_title" = "Приватний канал";
"lng_create_private_channel_about" = "Only people with a special invite link may join";
"lng_create_channel_comments" = "Enable Comments";
"lng_create_channel_comments_about" = "If you enable comments, members will be able to discuss your posts in the channel";
"lng_create_group_skip" = "Пропустити";

"lng_create_channel_link_invalid" = "This link is invalid";
"lng_create_channel_link_occupied" = "Sorry, this link is already occupied";
"lng_create_channel_link_too_short" = "Sorry, this link is too short";
"lng_create_channel_link_bad_symbols" = "Sorry, this link has bad symbols";
"lng_create_channel_link_available" = "This link is available";
"lng_create_channel_link_copied" = "Посилання скопійовано в буфер";

"lng_create_group_crop" = "Select a square area for group photo";
"lng_create_channel_crop" = "Select a square area for channel photo";

"lng_failed_add_participant" = "Could not add user. Please try again later.";
"lng_failed_add_not_mutual" = "Sorry, if a person leaves a group, only a mutual contact can bring them back (they need to have your phone number, and you need theirs).";
"lng_failed_add_not_mutual_channel" = "Sorry, if a person leaves a channel, only a mutual contact can bring them back (they need to have your phone number, and you need theirs).";

"lng_sure_delete_contact" = "Видалити {contact} з вашого списку контактів?";
"lng_sure_delete_history" = "Видалити історію повідомлень з {contact}?\n\nЦю дію неможливо буде відмінити.";
"lng_sure_delete_group_history" = "Стерти всю історію повідомлень в «{group}»?\n\nЦю дію буде неможливо відмінити.";
"lng_sure_delete_and_exit" = "Видалити всю історію повідомлень та покинути «{group}»?\n\nЦю дію неможливо буде відмінити.";
"lng_sure_leave_channel" = "Are you sure, you want to leave\nthis channel?";
"lng_sure_delete_channel" = "Are you sure, you want to delete this channel? All members will be removed and all messages will be lost.";
"lng_sure_leave_group" = "Are you sure, you want to leave\nthis group? This action cannot be undone.";
"lng_sure_delete_group" = "Are you sure, you want to delete this group? All members will be removed and all messages will be lost.";

"lng_message_empty" = "Порожнє повідомлення";
"lng_message_unsupported" = "This message is not supported by your version of Telegram Desktop. Please update to the last version in Settings or install it from {link}";

"lng_action_add_user" = "{from} додав(-ла) {user}";
"lng_action_add_users_many" = "{from} added {users}";
"lng_action_add_users_and_one" = "{accumulated}, {user}";
"lng_action_add_users_and_last" = "{accumulated} and {user}";
"lng_action_add_you" = "{from} added you to this channel";
"lng_action_you_joined" = "Ви приєдналися до цього каналу";
"lng_action_add_you_group" = "{from} added you to this group";
"lng_action_you_joined_group" = "Ви приєдналися до цієї групи";
"lng_action_kick_user" = "{from} removed {user}";
"lng_action_user_left" = "{from} покинув(-ла) групу";
"lng_action_user_joined" = "користувач {from} приєднався(-лася) до групи";
"lng_action_user_joined_by_link" = "користувач {from} приєднався до групи послуговуючись ланкою на запрошення";
"lng_action_user_registered" = "{from} приєднався(-лася) до Telegram";
"lng_action_removed_photo" = "{from} видалив(-ла) фото групи";
"lng_action_removed_photo_channel" = "Фото каналу вилучено";
"lng_action_changed_photo" = "{from} updated group photo";
"lng_action_changed_photo_channel" = "Фотографію каналу оновлено";
"lng_action_changed_title" = "{from} змінив(-ла) назву групи на «{title}»";
"lng_action_changed_title_channel" = "Channel name was changed to «{title}»";
"lng_action_created_chat" = "{from} створив(-ла) групу «{title}»";
"lng_action_created_channel" = "Channel «{title}» created";
"lng_action_group_migrate" = "Група була оновлена до супергрупи";

"lng_profile_migrate_reached" = "{count:_not_used_|# member|# members} limit reached";
"lng_profile_migrate_about" = "If you'd like to go over this limit, you can upgrade your group to a supergroup. In supergroups:";
"lng_profile_migrate_feature1" = "— The members limit is {count:_not_used_|# user|# users}";
"lng_profile_migrate_feature2" = "— New members see the entire chat history";
"lng_profile_migrate_feature3" = "— Admins delete messages for everyone";
"lng_profile_migrate_feature4" = "— Notifications are muted by default";
"lng_profile_migrate_button" = "Оновити до супергрупи";
"lng_profile_migrate_sure" = "Are you sure you want to upgrade this group to supergroup? This action cannot be undone.";

"lng_channel_comments_count" = "{count:_not_used_|# comment|# comments}";
"lng_channel_hide_comments" = "Hide comments";
"lng_channel_not_accessible" = "Sorry, this channel is not accessible.";
"lng_group_not_accessible" = "Sorry, this group is not accessible.";

"lng_channels_too_much_public_existing" = "Sorry, you have created too many public channels already. Please delete one first.";
"lng_channels_too_much_public" = "Sorry, you have created too many public channels.\n\nYou can either create a private channel\nor delete one of your public channels first.";

"lng_group_invite_bad_link" = "This invite link is broken or has expired.";
"lng_group_invite_want_join" = "Do you want to join the group «{title}»?";
"lng_group_invite_want_join_channel" = "Do you want to join the channel «{title}»?";
"lng_group_invite_join" = "Приєднатися";

"lng_group_invite_link" = "Invite link:";
"lng_group_invite_create" = "Створити ланку запрошення";
"lng_group_invite_about" = "Користувачі Telegram матимуть змогу приєднатись\nдо вашої групи, якщо перейдуть за цією ланкою.";
"lng_group_invite_create_new" = "Відкликати ланку запрошення";
"lng_group_invite_about_new" = "Ваша попередня ланка буде деактивована,\nнатомість ми згенеруємо нову ланку запрошення.";
"lng_group_invite_copied" = "Ланку запрошення скопійовано до буферу обміну.";
"lng_group_invite_no_room" = "Unable to join this group because there are too many members in it already.";

"lng_channel_public_link_copied" = "Ланку скопійовано до буферу обміну";

"lng_forwarded_from" = "Переслано від";
"lng_in_reply_to" = "У відповідь на";

"lng_attach_failed" = "Невдало";
"lng_attach_file" = "Файл";
"lng_attach_photo" = "Фото";

"lng_media_type" = "Тип файлу";
"lng_media_type_photos" = "Фотографії";
"lng_media_type_videos" = "Відео";
"lng_media_type_songs" = "Audio files";
"lng_media_type_files" = "Файли";
"lng_media_type_audios" = "Голосові повідомлення";
"lng_media_type_links" = "Shared links";

"lng_media_open_with" = "Відкрити за допомогою";
"lng_media_download" = "Завантажити";
"lng_media_cancel" = "Відміна";
"lng_media_video" = "Відео";
"lng_media_audio" = "Голосові повідомлення";

"lng_media_auto_settings" = "Automatic media download settings";
"lng_media_auto_photo" = "Automatic photo download";
"lng_media_auto_audio" = "Automatic voice message download";
"lng_media_auto_gif" = "Automatic GIF download";
"lng_media_auto_private_chats" = "Private chats";
"lng_media_auto_groups" = "Groups and channels";
"lng_media_auto_play" = "Autoplay";

"lng_emoji_category0" = "Ті, що часто використовуються";
"lng_emoji_category1" = "Люди";
"lng_emoji_category2" = "Природа";
"lng_emoji_category3" = "Їжа та напої";
"lng_emoji_category4" = "Activity";
"lng_emoji_category5" = "Travel & Places";
"lng_emoji_category6" = "Objects";
"lng_emoji_category7" = "Symbols & Flags";

"lng_switch_stickers" = "Наліпки";
"lng_switch_stickers_gifs" = "GIFs & Stickers";
"lng_switch_emoji" = "Емоційки";

"lng_saved_gifs" = "Saved GIFs";
"lng_inline_bot_results" = "Results from {inline_bot}";
"lng_inline_bot_no_results" = "No results";
"lng_inline_bot_via" = "via {inline_bot}";

"lng_box_remove" = "Вилучити";

"lng_custom_stickers" = "Користувацькі наліпки";
"lng_stickers_remove_pack" = "Вилучити «{sticker_pack}»?";
"lng_stickers_add_pack" = "Додати наліпки";
"lng_stickers_share_pack" = "Поширити наліпки";
"lng_stickers_not_found" = "Набору наліпок не знайдено.";
"lng_stickers_copied" = "Ланку до набору наліпок скопійовано в буфер обміну.";
"lng_stickers_default_set" = "Видатні особистості";
"lng_stickers_you_have" = "Manage and reorder sticker packs";
"lng_stickers_packs" = "Sticker Packs";
"lng_stickers_reorder" = "Click and drag to reorder sticker packs";
"lng_stickers_remove" = "Видалити";
"lng_stickers_return" = "Undo";
"lng_stickers_restore" = "Restore";
"lng_stickers_count" = "{count:Loading..|# sticker|# stickers}";

"lng_in_dlg_photo" = "Фото";
"lng_in_dlg_video" = "Відео";
"lng_in_dlg_contact" = "Контакт";
"lng_in_dlg_audio" = "Аудіо";
"lng_in_dlg_file" = "Файл";
"lng_in_dlg_sticker" = "Стікер";
"lng_in_dlg_sticker_emoji" = "{emoji} (стікер)";

"lng_report_spam" = "Повідомити про спам";
"lng_report_spam_hide" = "Приховати";
"lng_report_spam_thanks" = "Thank you for your report!";
"lng_report_spam_sure" = "Ви дійсно хочете повідомити про спам від цього користувача?";
"lng_report_spam_sure_group" = "Are you sure you want to report spam in this group?";
"lng_report_spam_sure_channel" = "Are you sure you want to report spam in this channel?";
"lng_report_spam_ok" = "Повідомити";
"lng_cant_send_to_not_contact" = "Sorry, you can only send messages to\nmutual contacts at the moment. {more_info}";
"lng_cant_invite_not_contact" = "Sorry, you can only add mutual contacts\nto groups at the moment. {more_info}";
"lng_cant_invite_not_contact_channel" = "Sorry, you can only add mutual contacts\nto channels at the moment. {more_info}";
"lng_cant_more_info" = "More info »";
"lng_cant_invite_privacy" = "Sorry, you cannot add this user to groups because of the privacy settings.";
"lng_cant_invite_privacy_channel" = "Sorry, you cannot add this user to channels because of the privacy settings.";

"lng_send_button" = "Надіслати";
"lng_message_ph" = "Наберіть ваше повідомлення..";
"lng_comment_ph" = "Write a comment..";
"lng_broadcast_ph" = "Broadcast a message..";
"lng_record_cancel" = "Відпустіть курсор поза цим полем, щоб скасувати";
"lng_empty_history" = "";
"lng_willbe_history" = "Будь ласка оберіть балачку щоб почати розмову";
"lng_message_with_from" = "[c]{from}:[/c] {message}";
"lng_from_you" = "Ви";
"lng_bot_description" = "Що може цей робот?";
"lng_unblock_button" = "Розблокувати";
"lng_channel_join" = "Join Channel";
"lng_channel_mute" = "Вимкнути звук";
"lng_channel_unmute" = "Увімкнути";

"lng_open_this_link" = "Open this link?";
"lng_open_link" = "Відкрити";

"lng_bot_start" = "Розпочати";
"lng_bot_choose_group" = "Обрати групу";
"lng_bot_no_groups" = "У вас немає груп";
"lng_bot_groups_not_found" = "Груп не знайдено";
"lng_bot_sure_invite" = "Додати робота до «{group}»?";
"lng_bot_already_in_group" = "Цей робот вже є учасником цієї групи.";

"lng_typing" = "друкує";
"lng_user_typing" = "{user} друкує";
"lng_users_typing" = "{user} та {second_user} друкують";
"lng_many_typing" = " {count:_not_used_|# друкує|# друкують}";
"lng_send_action_record_video" = "записування відео";
"lng_user_action_record_video" = "{user} записує відео";
"lng_send_action_upload_video" = "надсилання відео";
"lng_user_action_upload_video" = "{user} надсилає відео";
"lng_send_action_record_audio" = "записування аудіо";
"lng_user_action_record_audio" = "{user} записує аудіо";
"lng_send_action_upload_audio" = "відправлення аудіо";
"lng_user_action_upload_audio" = "{user} надсилає аудіо";
"lng_send_action_upload_photo" = "відправлення світлини";
"lng_user_action_upload_photo" = "{user} надсилає світлину";
"lng_send_action_upload_file" = "відправлення файлу";
"lng_user_action_upload_file" = "{user} надсилає файл";
"lng_send_action_geo_location" = "обирання місця перебування";
"lng_user_action_geo_location" = "{user} обирає місце перебування";
"lng_send_action_choose_contact" = "обрання контакту";
"lng_user_action_choose_contact" = "{user} обирає контакт";
"lng_unread_bar" = "{count:_not_used_|# непрочитане повідомлення|# непрочитаних повідомлень}";

"lng_maps_point" = "Місцезнаходження ";
"lng_save_photo" = "Зберегти зображення";
"lng_save_video" = "Зберегти відео";
"lng_save_audio" = "Зберегти аудіо";
"lng_save_file" = "Зберегти файл";
"lng_save_downloaded" = "{ready} / {total} {mb}";
"lng_duration_and_size" = "{duration}, {size}";
"lng_duration_played" = "{played} / {duration}";
"lng_date_and_duration" = "{date}, {duration}";
"lng_choose_images" = "Вибрати зображення";

"lng_context_view_profile" = "View profile";
"lng_context_view_group" = "View group info";
"lng_context_view_channel" = "View channel info";

"lng_context_open_link" = "Перейти по посиланню";
"lng_context_copy_link" = "Копіювати посилання";
"lng_context_open_email" = "Написати на цю адресу";
"lng_context_copy_email" = "Копіювати цю адресу";
"lng_context_open_hashtag" = "Пошук за хештегом";
"lng_context_copy_hashtag" = "Скопіювати хештег";
"lng_context_open_mention" = "Відкрити профіль";
"lng_context_copy_mention" = "Скопіювати ім'я користувача";
"lng_context_open_image" = "Відкрити зображення";
"lng_context_save_image" = "Зберегти зображення як..";
"lng_context_forward_image" = "Переслати зображення";
"lng_context_delete_image" = "Видалити зображення";
"lng_context_copy_image" = "Копіювати зображення";
"lng_context_close_image" = "Закрити зображення";
"lng_context_cancel_download" = "Завантаження скасовано";
"lng_context_show_in_folder" = "Показати у теці";
"lng_context_show_in_finder" = "Показати у Finder";
"lng_context_open_video" = "Відкрити";
"lng_context_save_video" = "Зберегти як...";
"lng_context_open_audio" = "Відкрити";
"lng_context_save_audio" = "Зберегти як...";
"lng_context_pack_info" = "Про наліпки";
"lng_context_pack_add" = "Додати наліпки";
"lng_context_open_file" = "Відкрити файл";
"lng_context_save_file" = "Зберегти файл як...";
"lng_context_forward_file" = "Переслати файл";
"lng_context_delete_file" = "Видалити файл";
"lng_context_close_file" = "Закрити файл";
"lng_context_copy_text" = "Скопіювати текст";
"lng_context_save_gif" = "Save GIF";
"lng_context_to_msg" = "Перейти до повідомлення";
"lng_context_reply_msg" = "Відповісти";
"lng_context_forward_msg" = "Переслати повідомлення";
"lng_context_delete_msg" = "Видалити повідомлення";
"lng_context_select_msg" = "Виділити повідомлення";
"lng_context_cancel_upload" = "Відмінити відправлення";
"lng_context_copy_selected" = "Копіювати виділене";
"lng_context_forward_selected" = "Переслати виділене";
"lng_context_delete_selected" = "Видалити виділене";
"lng_context_clear_selection" = "Зняти виділення";
"lng_really_send_image" = "Надіслати це зображення?";
"lng_really_send_file" = "Надіслати цей файл?";
"lng_really_share_contact" = "Ви дійсно бажаєте поділитися з цим контактом";
"lng_send_image_compressed" = "Стиснути зменшене зображення";
"lng_send_image_empty" = "Could not send an empty file :(";
"lng_send_image_too_large" = "Could not send a file, because it is larger than 1.5 GB :(";
"lng_send_folder" = "Could not send «{name}» because it is a directory :(";

"lng_forward_choose" = "Оберіть адресата..";
"lng_forward_cant" = "Sorry, no way to forward here :(";
"lng_forward_confirm" = "Переслати користувачу {recipient}?";
"lng_forward_share_contact" = "Поділитися з контактом {recipient}?";
"lng_forward_send_file_confirm" = "Надіслати «{name}» користувачу {recipient}?";
"lng_forward_send_files_confirm" = "Надіслати вибрані файли до {recipient}?";
"lng_forward_send" = "Надіслати";
"lng_forward_messages" = "{count:_not_used_|Переслане повідомлення|Пересланих повідомлень: #}";
"lng_forwarding_from" = "{user} і ще {count:_not_used_|# |# }";
"lng_forwarding_from_two" = "{user} і {second_user}";

"lng_share_cant" = "Sorry, no way to share here :(";
"lng_reply_cant" = "Sorry, no way to reply to an old message in supergroup :(";
"lng_reply_cant_forward" = "Sorry, no way to reply to an old message in supergroup :( Do you wish to forward it and add your comment?";

"lng_contact_phone" = "Номер телефону";
"lng_enter_contact_data" = "Новий контакт";
"lng_edit_group_title" = "Редагування імені групи";
"lng_edit_contact_title" = "Редагування імені контакту";
"lng_edit_channel_title" = "Змінити канал";
"lng_edit_group" = "Edit group";
"lng_edit_self_title" = "Редагування вашого імені";
"lng_confirm_contact_data" = "Новий контакт";
"lng_add_contact" = "Створити";
"lng_add_contact_button" = "New contact";
"lng_contacts_header" = "Контакти";
"lng_contact_not_joined" = "На жаль, {name} поки не приєднався до Telegram, але ви можете надіслати запрошення своєму другу.\n\nМи повідомимо Вам, коли будь-який з Ваших контактів приєднається до Telegram.";
"lng_try_other_contact" = "Спробуйте інші";
"lng_create_group_link" = "Посилання";
"lng_create_group_invite_link" = "Посилання для запрошення";
"lng_create_group_photo" = "Set Photo";
"lng_create_group_description" = "Description (optional)";

"lng_drag_images_here" = "Перетягніть зображення сюди";
"lng_drag_photos_here" = "Перетягніть фото сюди";
"lng_drag_files_here" = "Перетягніть файли сюди";

"lng_drag_to_send_quick" = ", для швидкого надсилання";
"lng_drag_to_send_no_compression" = ", для надсилання без стиснення";
"lng_drag_to_send_files" = ", щоб відправити їх у вигляді файлів";

"lng_selected_clear" = "Відмінити";
"lng_selected_delete" = "Видалити";
"lng_selected_forward" = "Переслати";
"lng_selected_count" = "Повідомлень: {count:_not_used_|#  |#  }";
"lng_selected_cancel_sure_this" = "Cancel uploading?";
"lng_selected_upload_stop" = "Стоп";
"lng_selected_delete_sure_this" = "Видалити надсилання?";
"lng_selected_delete_sure" = "Видалити виділені повідомлення ({count:_not_used_|# |# })?\n";
"lng_box_delete" = "Видалити";
"lng_box_leave" = "Покинути";

"lng_about_version" = "version {version}";
"lng_about_text_1" = "Official free messaging app based on [a href=\"https://core.telegram.org/api\"]Telegram API[/a]\nfor speed and security";
"lng_about_text_2" = "This software is licensed under [a href=\"https://github.com/telegramdesktop/tdesktop/blob/master/LICENSE\"]GNU GPL[/a] version 3.\nSource code is available on [a href=\"https://github.com/telegramdesktop/tdesktop\"]GitHub[/a].";
"lng_about_text_3" = "Visit {faq_open}Telegram FAQ{faq_close} for more info.";
"lng_about_done" = "Закрити";

"lng_search_found_results" = "{count:Не знайдено повідомлень|Знайдене # повідомлення|Знайдено # повідомлень}";
"lng_search_global_results" = "Результати глобального пошуку";

"lng_media_save_progress" = "{ready} / {total} {mb}";
"lng_mediaview_save_as" = "Зберегти як..";
"lng_mediaview_copy" = "Копіювати";
"lng_mediaview_forward" = "Переслати";
"lng_mediaview_delete" = "Видалити";
"lng_mediaview_photos_all" = "Переглянути всі світлини";
"lng_mediaview_files_all" = "Переглянути всі файли";
"lng_mediaview_single_photo" = "Фото";
"lng_mediaview_group_photo" = "Фото групи";
"lng_mediaview_channel_photo" = "Channel Photo";
"lng_mediaview_profile_photo" = "Фото профілю";
"lng_mediaview_file_n_of_count" = "{file} {n} з {count}";
"lng_mediaview_n_of_count" = "Фото {n} з {count}";
"lng_mediaview_doc_image" = "Документ";
"lng_mediaview_today" = "сьогодні в {time}";
"lng_mediaview_yesterday" = "вчора в {time}";
"lng_mediaview_date_time" = "{date} в {time}";

"lng_mediaview_saved" = "Зображення було збережене в теці [c]Downloads[/c]";

"lng_new_authorization" = "{name},\nМи виявили вхід у ваш обліковий запис з нового пристрою {day}, {date} о {time}\n\nПристрій: {device}\nМісцезнаходження: {location}\n\nЯкщо це були не ви, можете перейти в Налаштування – Показати всі сеанси та завершити цей сеан.\n\nЯкщо ви вважаєте, що хтось увійшов у вашу обліковку проти вашої волі, ви можете увімкнути двофакторну перевірку в налаштуваннях.\n\nКрасно дякуємо,\nКоманда Telegram";

"lng_new_version_wrap" = "Telegram Desktop був оновлений до версії {version}\n\n{changes}\n\nПовна історія змін доступна тут: {link}";
"lng_new_version_minor" = "— Виправлення помилок та інші поліпшення";
"lng_new_version_text" = "— Adaptive layout for wide screens switch added to Settings\n— Linux version crash fix";

"lng_menu_insert_unicode" = "Вставте керівний символ Unicode";

"lng_full_name" = "{first_name} {last_name}";

// Wnd specific

"lng_wnd_choose_program_menu" = "Вибрати програму за замовчуванням...";

"lng_wnd_menu_undo" = "Повернути";
"lng_wnd_menu_redo" = "Повторити";

// Linux specific

"lng_linux_menu_undo" = "Повернути";
"lng_linux_menu_redo" = "Повторити";

// Mac specific

"lng_mac_choose_program_menu" = "Інше...";

"lng_mac_choose_app" = "Виберіть програму";
"lng_mac_choose_text" = "Оберіть програму для відкриття документу\"{file}\".";
"lng_mac_enable_filter" = "Увімкнути:";
"lng_mac_recommended_apps" = "Рекомендовані програми";
"lng_mac_all_apps" = "Усі програми";
"lng_mac_always_open_with" = "Завжди відкривати за допомогою";
"lng_mac_this_app_can_open" = "Ця програма може відкрити \"{file}\".";
"lng_mac_not_known_app" = "Невідомо, чи зможе відкрити ця програма \"{file}\".";

"lng_mac_menu_services" = "Сервіси";
"lng_mac_menu_hide_telegram" = "Сховати {telegram}";
"lng_mac_menu_hide_others" = "Сховати інші";
"lng_mac_menu_show_all" = "Показати все";
"lng_mac_menu_preferences" = "Налаштування...";
"lng_mac_menu_quit_telegram" = "Вийти з {telegram}";
"lng_mac_menu_about_telegram" = "Про {telegram}";
"lng_mac_menu_file" = "Файл";
"lng_mac_menu_logout" = "Вийти";
"lng_mac_menu_edit" = "Правка";
"lng_mac_menu_undo" = "Відмінити";
"lng_mac_menu_redo" = "Повернути";
"lng_mac_menu_cut" = "Вирізати";
"lng_mac_menu_copy" = "Копіювати";
"lng_mac_menu_paste" = "Вставити";
"lng_mac_menu_delete" = "Видалити";
"lng_mac_menu_select_all" = "Виділити все";
"lng_mac_menu_window" = "Вікно";
"lng_mac_menu_contacts" = "Контакти";
"lng_mac_menu_add_contact" = "Додати контакт";
"lng_mac_menu_new_group" = "Нова група";
"lng_mac_menu_new_channel" = "Новий канал";
"lng_mac_menu_show" = "Показати Telegram";

// Keys finished
